Repository: tc-ca/MSS-Seafarer-Certification
Catalog: src/CSF.SRDashboard.Client/Resources/Shared/Common.*.resx
Languages: fr

source: Add Note
fr: Add Note_fr

source: Assigned to
fr: Assigned to_fr

source: Attachments
fr: Attachments_fr

source: Back to dashboard
fr: Back to dashboard_fr

source: Cancel
fr: Cancel_fr

source: Candidate document number
fr: Candidate document number_fr

source: CDN
fr: CDN_fr

source: Certificate type
fr: Certificate type_fr

source: Certification summary
fr: Certification summary_fr

source: Current certificaties
fr: Current certificaties_fr

# CurrentLanguage
source: en
fr: fr

source: Date
fr: Date_fr

source: Date of birth
fr: Date of birth_fr

source: Date of expiry
fr: Date of expiry_fr

source: days remaining
fr: days remaining_fr

source: Edit
fr: Edit_fr

source: Entered by
fr: Entered_br

# EnterNoteHere
source: Enter your note here...
fr: Enter your note here..._fr

source: First and last name
fr: First and last name_fr

source: First name
fr: First name_fr

source: Fitness status
fr: Fitness status_fr

source: Last name
fr: Last name_fr

source: Medical summary
fr: Medical summary_fr

source: Name
fr: Name_fr

source: New or renewal
fr: New or renewal_fr

# NoNotes
source: No notes yet...
fr: No notes_fr

source: Note
fr: Note_fr

source: Notes
fr: Notes_fr

source: Processing phase
fr: Processing phase_fr

source: Request board
fr: Request board_fr

source: Request details
fr: Request details_fr

source: Request ID
fr: Request ID_fr

# RequestNumber
source: Request #
fr: Request #_fr

source: Request type
fr: Request type_fr

source: Save
fr: Save_fr

source: Seafarer details
fr: Seafarer details_fr

source: Seafarer search
fr: Seafarer search_fr

source: Service standard
fr: Service standard_fr

source: Ship Safety Bulletin
fr: Ship Safety Bulletin_fr

source: Status: In progress
fr: Status: In progress_fr

source: Submission method
fr: Submission method_fr

source: Summary
fr: Summary_fr

source: Tombstone summary
fr: Tombstone summary_fr

source: Triage type
fr: Triage type_fr

source: View
fr: View_fr

source: View full medical file
fr: View full medical file_fr

source: View full profile
fr: View full profile_fr

source: View profile
fr: View profile_fr

source: view request
fr: View Request_fr
